Repository: Turbo87/welt2000
Catalog: welt2000/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Contribute
de: Mitmachen

source: References
de: Referenzen

source: Contact
de: Kontakt

source: Legal Terms
de: Rechtliches

source: About
de: Impressum

source: About This Site
de: Impressum

source: These web pages together with WELT2000 database and the WELT2000 program are made available with no comercial interests or intentions and are exclusively operated and made available by volunteers:
de: Diese Website, die WELT2000-Datenbank und das WELT2000-Programm werden ohne kommerzielle Absicht und ausschließlich ehrenamtlich betrieben bzw. bereitgestellt von:

source: We can be contacted by e-mail via <a href="%(link)s">contact</a>.
de: Erreichbar sind wir per Mail über <a href="%(link)s">Kontakt</a>.

source: Geman legal requirement
de: Verantwortung

source: Further legal information can be found <a href="%(link)s">here</a>.
de: Weitere rechtliche Hinweise findest Du <a href="%(link)s">hier</a>.

source: Contributors
de: Mitwirkende

source: The WELT2000 project was started by Michael-Lorenz Meier who managed it for the first 18 years. You can read about how it all began in a brief <a href="%(link)s">history</a>. Unfortunately Michael passed away on the 7th January 2008 aged 71 following a severe illness.
de: Das WELT2000-Projekt wurde von Michael-Lorenz Meier ins Leben gerufen und die ersten 18 Jahre von ihm betreut. Wie alles begann kannst Du in einem kurzen <a href="%(link)s">Rückblick</a> nachlesen. Michel ist leider am 7. Januar 2008 im 71. Lebensjahr nach schwerer Krankheit verstorben.

source: This project would not have attained its current status, either under Michael's control or that of the current team, if numerous others had not also been involved.
de: Dieses Projekt hätte weder unter Michels Regie noch unter der Obhut des jetzigen Teams seinen heutigen Stand erreicht, wenn nicht viele daran mitgearbeitet hätten.

source: Add your name to the list of contributors here
de: Deinen Namen zur Liste der Mitwirkenden hinzufügen

source: We welcome <i>all</i> feedback and <i>always</i> respond - unfortunately there can be a delay before we are able to react (daytime jobs!). Hence we appologise in advance should this occur.
de: Wir freuen uns über jede Nachricht und antworten <i>immer</i>, nur leider dauert es manchmal ein wenig, bis wir reagieren können. Dafür bitten wir vorsorglich schonmal um Entschuldigung.

source: Please enable JavaScript!
de: Bitte aktiviere JavaScript!

source: Please use this assistant when creating your mail. This helps us process your information. Select a subject from the following list and click on "Create Mail" (below). If you want to report on an error in the database, please use the <a href="%(link)s">form to contribute to the database</a> instead.
de: Bitte benutze diesen Assistenten zur Erstellung Deiner Mail. Du hilfst uns damit bei der Abarbeitung. Wähle aus der folgenden Liste ein Thema aus und klicke dann auf "Mail erstellen". Wenn Du einen Fehler in der Datenbank melden möchte, benutze bitte das <a href="%(link)s">Formular für Beiträge zur Datenbank</a>.

source: select a subject
de: Bitte ein Thema auswählen

source: Question
de: Frage

source: Feedback
de: Lob+Kritik

source: Instruments/Software
de: Geräte/Programme

source: Miscellaneous
de: Sonstiges

source: Please select a subject.
de: Bitte ein Thema auswählen

source: Create Mail
de: Mail erstellen

source: Note: The assistent can only help you if in your browser the protocol "mailto" is allocated to an application (e.g. Thunderbird) or an add-on (e.g. "Send Mail in Browser" for Firefox).
de: Hinweis: Der Assistent kann Dich nur unterstützen, wenn in Deinem Browser das Protokoll "mailto" einer Anwendung (z.B. Thunderbird) oder einem Add-On (z.B. "Send Mail in Browser" für Firefox) zugeordnet ist.

source: Contributing to the Database
de: Beitrag zur Datenbank

source: It is very easy to contribute to the WELT2000-Database. Just send us a mail with your data. However in order that this can be added to the WELT2000-database your mail must include two additional items.
de: Beiträge zur WELT2000-Datenbank zu leisten ist ganz einfach. Schicke uns dazu einfach eine Mail mit Deinen Daten. Damit wir die zur WELT2000-Datenbank hinzugefügt können, muss Deine Mail allerdings zwei Zusätze enthalten.

source: This assistent helps you to create your mail in three easy steps:
de: Dieser Assistent hilft Dir beim Erstellen Deiner Mail in drei einfachen Schritten:

source: Enable JavaScript!!
de: Bitte aktiviere JavaScript!

source: Please read the <a href="%(contribution_link)s" target="_blank">Terms for Contributors</a> and the <a href="%(privacy_link)s" target="_blank">Privacy Policy</a>.
de: Lies Dir die <a href="%(contribution_link)s" target="_blank">Bestimmungen für Mitwirkende</a> und die <a href="%(privacy_link)s" target="_blank">Datenschutzbestimmungen</a> durch.

source: Accept
de: Stimme zu

source: I accept the <a href="%(contribution_link)s">Conditions for Contributors</a>!
de: Ich akzeptiere die <a href="%(contribution_link)s">Bestimmungen für Mitwirkende</a>!

source: I accept the <a href="%(privacy_link)s">Data-Protection Conditions</a>!
de: Ich akzeptiere die <a href="%(privacy_link)s">Datenschutzbestimmungen</a>!

source: You must accept BOTH conditions!
de: Du musst beide Bestimmungen akzeptieren!

source: Create the mail
de: Erstelle die Mail

source: There are several ways to contribute to the WELT2000 project.
de: Es gibt viele Möglichkeiten, beim WELT2000-Projekt mitzumachen.

source: You are a Pilot or Airfield-Operator?
de: Du bist Luftsportler oder Flugplatzbetreiber?

source: Examine the information for the airfields and waypoints with which you are familiar. Are they faulty? Is information missing? If the answer is "yes" then you should make a <a href="%(link)s">Contribution to the Database</a>.
de: Sieh Dir die Informationen der Flugplätze und Wegpunkte an, die Du sehr gut kennst. Sind sie fehlerhaft? Fehlen Informationen? Wenn ja, leiste einen <a href="%(link)s">Beitrag zur Datenbank</a>.

source: You are Responsible for a Website?
de: Du bist verantwortlich für eine Website?

source: Integrate our RSS-Feed "WELT2000-Updates" into your site. By doing this you are advertising the project and offer your visitors a practical service. All relevant information is on the <a href="%(link)s">RSS-page</a>.
de: Integriere unseren RSS-Feed "WELT2000-Updates" in Deine Site. Du machst dadurch Werbung für das Projekt und bietest Deinen Besuchern einen praktischen Service. Alle Informationen dazu auf der <a href="%(link)s">RSS-Seite</a>.

source: You Have Ideas, Criticism, Wishes?
de: Du hast Ideen, Kritik, Wünsche?

source: We welcome all feedback since this proves to us that we serve a purpose with this project.
de: Wir freuen uns über jedes Feedback, denn das zeigt uns, dass wir das Projekt nicht umsonst machen.

source: You Have Some Spare Cash Available?
de: Du hast ein wenig Geld übrig?

source: Sponsor the segelflug.de site! The WELT2000 website is hosted free of charge by this platform - however the platform itself incurs costs. The segelflug.de and WELT2000 work entirely voluntarily. <a href="%(link)s">segelflug.de Contacts %(symbol)s</a>
de: Werde Sponsor von segelflug.de! Die WELT2000-Website wird kostenlos von dieser (leider nicht ohne Kosten zu betreibenden) Plattform gehostet. Die Teams von segelflug.de und WELT2000 arbeiten übrigens ehrenamtlich. <a href="%(link)s">segelflug.de Ansprechpartner %(symbol)s</a>

source: Airfield & Waypoint Databases
de: Flugplatz-/Wegpunkt-Datenbanken

source: Airspace Database
de: Luftraum-Datenbanken

source: Programs
de: Programme

source: Documentation
de: Dokumentation

source: Airfield & Turning Point Databases
de: Flugplatz-/Wegpunkt-Datenbanken

source: Databases are provided in two flavors, that differ in currentness, error checking, and extent:
de: Datenbanken werden in zwei Varianten bereitgestellt, die sich in Aktualität, Fehlerprüfung und Umfang unterscheiden:

source: <a href="%(releases)s">Releases</a> are published twice a year, at the beginning of February and August. Prior to publishing, data are being checked syntactically. Formats for varios software and instruments are proviced.
de: <a href="%(releases)s">Releases</a> werden zweimal pro Jahr jeweils Anfang Februar und Anfang August veröffentlicht. Vor der Veröffentlichung werden die Daten syntaktisch geprüft. Es werden Formate für verschiedene Streckenflugrechner und -programme bereitgestellt.

source: <a href="%(snapshots)s">Snapshots</a> are published on a daily basis. No syntax checking is performed. Only the WELT2000 format is provided. Other database formats must be self-created using the <a href="%(programs)s">WELT2000 program</a>.
de: <a href="%(snapshots)s">Snapshots</a> werden täglich veröffentlicht. Die Daten werden zuvor nicht syntaktisch geprüft. Es wird nur das WELT2000-Format bereitgestellt. Andere Formate muss man sich selbst per <a href="%(programs)s">WELT2000-Programm</a> erzeugen.

source: Content
de: Inhalt

source: Airfields, Out-Landing Sites and Waypoints (World-Wide).
de: Flugplätze, Aussenlandefelder und Wegpunkte weltweit.

source: The original file from which all other files are generated!
de: Original-Datei aus der alle anderen Dateien erzeugt wurden!

source: More suitable than WGS since STREPLA when loading uses the 6 character names and does not generate new ones.
de: Besser geeignet als WGS, da STREPLA beim Laden die 6-Buchstaben-Namen verwendet und keine neuen generiert.

source: Airfields and Out-Landing Sites (World-Wide) no Waypoints.
de: Flugplätze und Aussenlandefelder weltweit, keine Wegpunkte.

source: Back to Top
de: nach oben

source: <b>INFO:</b> The snapshot feature is new (August 2013), hence may be slow and flawed. For a list of known bugs, please click <a href="%(bugs)s">here</a>. In case of other malfunctions, please send a <a href="%(contact)s">message to the WELT2000 team</a>.
de: INFO: Das Snapshot-Feature ist neu (August 2013), und daher möglicherweise langsam und fehlerhaft. Eine Liste der bereits bekannten Fehler findest Du <a href="%(bugs)s">hier</a>. Bei weiteren Fehlfunktionen bitte eine <a href="%(contact)s">Nachricht ans WELT2000-Team schicken</a>.

source: Airfields, Glider Sites, Ultralight Sites (World-Wide).
de: Flugplätze, Segelfluggelände, Ultraleichtgelände, Aussenlandefelder (weltweit)

source: daily
de: täglich

source: Waypoints, Turningpoints (World-Wide).
de: Wegpunkte, Wendepunkte (weltweit)

source: Known Bugs
de: Bekannte Fehler

source: Error
de: Fehler

source: Snapshot download is slow and incomplete
de: Snapshot-Download dauert lange und ist unvollständig

source: Wait five minutes, then restart snapshot download
de: Fünf Minuten warten, dann Snapshot-Download erneut starten

source: Click one of the above download links - Wait until browser does not indicate data transfer activity anymore - Goto the end of the dowloaded page. There you <u>don't</u> find "$ End of File" AND upon clicking the download link again instantly, you see "$ snapshot is being created at the moment. Please check again in five minutes!"
de: Anklicken eines Download-Links - Warten, bis der Browsers keinen Aktivität mehr anzeigt - Ans Ende der heruntergeladenen Seite gehen. Dort steht <u>nicht</u> "$ End of File" UND bei sofortigem, erneuten Anklicken des Download-Links wird jetzt angezeigt "$ snapshot is being created at the moment. Please check again in five minutes!"

source: Airspace Databases
de: Luftraum-Datenbanken

source: For Germany the German Aero Club DAeC provides an airspace file which is maintained by the German air navigation service provider DFS. International airspace files are available on John Leibachers Soaring Services website. Hence the WELT2000 project does not maintain airspace files anymore.
de: Der DAeC stellt seit einigen Jahren eine von der DFS gepflegte Luftraumdatei für Deutschland bereit. Darüber hinaus können internationale Luftraumdateien von John Leibachers Soaring Services Website herunter geladen werden. Aus diesem Grund werden vom WELT2000 Projekt keine Luftraumdateien mehr gepflegt.

source: Further Information
de: Mehr Informationen

source: German Airspace Data
de: Luftraumdaten Deutschland

source: International Airspace Data
de: Luftraumdaten international

source: Program to display the WELT2000 database and to create device-specific formats. Includes WELT2000 sample data and airspace (<em>not</em> updated).
de: Programm zur Anzeige der WELT2000-Datenbank sowie zur Erzeugung von gerätespezifischen Formaten. Inklusive WELT2000-Beispieldaten und Luftraum (<em>nicht</em> aktualisiert).

source: Airspace
de: Luftraum

source: Same as program WELT2000 (see above) plus more programs and instructions to transfer data to GARMIN devices via PCX5.com and G7ToWin.
de: Wie Programm WELT2000 (siehe oben) plus weitere Programme und Anleitungen für die Übertragung von Daten auf GARMIN-Geräte mit PCX5.com und G7ToWin.

source: Database Format Specification
de: Datenbank-Format Spezifikation

source: Describes the format of the WELT2000 database WELT2000.TXT. Does not cover the format of the map file WELT2000.MAP.
de: Beschreibt das Format der WELT2000 Datenbank WELT2000.TXT ohne die Kartendatei WELT2000.MAP.

source: Here we try to answer questions that are frequently asked. If you do not find the answer to your question just <a href="%(link)s">Ask by Mail</a>.
de: Hier versuchen wir Fragen zu beantworten, die häufig gestellt werden. Wenn Du hier auf Deine Frage keine Antwort findest, dann stelle uns die <a href="%(link)s">Frage per Mail</a>.

source: What is WELT2000?
de: Was ist WELT2000?

source: Which Data are in the Database?
de: Welche Daten sind in der Datenbank?

source: Why Are you Doing This?
de: Warum macht Ihr das?

source: Who is Michael-Lorenz Meier and what is MILOMEI?
de: Wer ist Michael-Lorenz Meier und was ist MILOMEI?

source: How can I Contribute?
de: Wie kann ich mitmachen?

source: How can I Load the Data into my Navigation Device?
de: Wie bekomme ich die Daten in mein Navigationsgerät?

source: WELT2000 is a database which holds world-wide data for airfields and waypoints. Additionally there is a program for managing the data. Database and program are free of charge! This means that they can be used and passed onto without charge. They may also be integrated into commercial products as long as one adheres to a few simple rules. The WELT2000 database is included into their products by many device and software manufacturers. If you are involved with avaiation sports you have probably already used the data.
de: WELT2000 ist eine Datenbank mit Daten von Landeplätzen und Wegpunkten weltweit. Dazu gehört auch ein Programm für die Datenpflege. Datenbank und Programm sind frei! Das heißt, dass Sie von jedem kostenfrei benutzt und weitergegeben werden dürfen. Und sie dürfen sogar in kommerzielle Produkte integriert werden, solange man sich an ein paar einfach Spielregeln hält. Die WELT2000-Datenbank wird von vielen Geräte- oder Software-Herstellen mit ihren Produkten ausgeliefert. Wenn Du Luftsportler bist, hast Du die Daten wahrscheinlich sogar schon benutzt.

source: WELT2000 Conditions of Use
de: WELT2000-Nutzungsbedingungen

source: Devices and Programs with WELT2000 Data
de: Geräte und Programme mit WELT2000-Daten

source: Currently the database contains the coordinates and elevation of airfields, gliding sites, ultralight flieds, landing-out strips and waypoints. Additionally for all sites where one can land the runway orientation, the length and the surface type is included. If there is an allocated radio frequency and an ICAO-Code these are also included.
de: Zur Zeit sind Koordinaten und Höhe von Flugplätzen, Segelfluggeländen, Ultraleichtplätzen, Außenladewiesen und Wendepunkten gespeichert. Bei allem worauf man landen kann ist außerdem die Ausrichtung, die Länge und der Belag der Landebahn angegeben. Wenn es darüber hinaus auch noch eine Bodenfunkstelle und einen ICAO-Code gibt, sind auch diese angegeben.

source: The database structure is described in the "Database Format Specification" which is available in the download area.
de: Die genaue Struktur ist in der "Datenbank-Format Spezifikation" beschrieben, die im Download-Bereich heruntergeladen werden kann.

source: Download Documentation
de: Download Dokumentation

source: Because one requires correct geodata for safe and stress-free flying and that a database such as WELT2000 would be otherwise not be available - not for love nor money! Other databases restrict themselves to single countries (e.g. Christian Hynek's SIP) or omit airfields relevant to aviation sports (e.g. the aviation authorities databases) or they are restricted to specific types of information (e.g. out-landing catalogue or the DULV database).
de: ... weil man korrekte Geodaten zum sicheren und stressfreien Fliegen braucht und es eine solche Datenbank wie die von WELT2000 nirgendwo gibt, weder für Geld noch gute Wort! Andere Datenbanken beschränken sich entweder auf einzelen Länder (z.B. Christian Hyneks SIP) oder es fehlen für den Lufsport relevante Landeplätze (z.B. die Datenbanken der Luftfahrtbehörden) oder sie beschränken sich auf bestimmte Typen (z.B. Außenlande-Kataloge, DULV-Datenbank).

source: Michael-Lorenz Meier was a glider pilot from Boberg near Hamburg who, at the start of the 1990s, began to systematically gather coordinates of airfields and waypoints within Germany and to manage these with a program that he wrote. MILOMEI is the abbreviation that Michael chose which he used for some of his projects as a "Branding". The WELT2000 project was known outside the borders of Germany and since it was easier to pronounce MILOMEI in other languages, MILOMEI bacame a synonym for the project.
de: Michael-Lorenz Meier war ein Segelflieger aus Boberg bei Hamburg, der Anfang der 1990er Jahre damit begonnen hatte, systematisch Koordinaten und Informationen von Landeplätzen und Wendepunkten zu sammeln und mit einem selbstgeschriebenen Programm zu pflegen. MILOMEI ist Michels selbst gewähltes Namenskürzel, das er für einige seiner Projekte als 'Branding' genutzt hatte. Das WELT2000-Projekt war über Deutschlands Grenzen hinaus bekannt, und da sich MILOMEI in anderen Sprachen leichter sprechen lässt, als WELT2000 wurde MILOMEI zum Synonym für das Projekt.

source: How it all Began
de: Wie alles begann

source: The most important activity is supplying data for the database since without the knowledge of local aviation enthusiasts, who are informed about changes to airfields, the project would not be able to continue. There are many additional things that need to be done.
de: Das wichtigste Betätigungsfeld ist das Beitragen von Daten zur Datenbank, denn ohne Dich als ortskundigen Luftsportler, der über Veränderungen an Landeplätzen informiert ist, könnte das Projekt nicht fortbestehen. Aber auch darüber hinaus gibt es eine Menge anderer Dinge zu tun.

source: How can I Load the Data into my Navigation Device?
de: Wie bekomme ich die Daten in mein Navigationsgerät?

source: Currently our help here is limited and we have to refer you to the manufacturers of the various devices. We can generate the data from the database in various device and program-specific formats but we are unable to supply support or various programs. Only the owners of Garmin© devices profit from the fact that Michael owned a GARMIN©-GPS device which he included in the WELT2000 program functions as well as instructions for data transfer.
de: Hier können wir im Moment nur sehr eingeschränkt helfen und müssen auf die Hersteller verweisen. Wir generieren zwar Datenbanken in Geräte-/Programm-spezifischen Formaten, aber wir können weder Hilfestellungen leisten noch Programme dazu anbieten. Einzig die Besitzer von GARMIN©-Geräten profitieren davon, dass Michel seinerzeit selbst ein GARMIN©-GPS besaß und in das WELT2000-Programm Funktionen eingebaut sowie eine Anleitung zum Datentransfer geschrieben hatte.

source: Downloading the WELT2000 program
de: Download des WELT2000-Programms

source: At the start of the 1990s Michael-Lorenz Meier (also known as Milomei), a glider pilot from Boberg near Hamburg, began with the help of his wife Antje to systematically gather coordinates of airfields and waypoints within Germany and to manage these with a program that he wrote.
de: Anfang der 1990er Jahre begann der Segelflieger Micheal-Lorenz Meier (kurz Milomei, Spitzname Michel) aus Boberg bei Hamburg damit, unterstützt von seiner Frau Antje systematisch Koordinaten von Flugplätzen und Wendepunkten in Deutschland zu sammeln und mit einem selbst geschriebenen Programm zu verwalten.

source: The trigger for this initiative was the availability of GPS receivers combined with the "discovery" that many of the coordinates that were shown in the official aviation publications such as the AIP or the German <i>Fliegertaschenkalender</i> were incorrect. For example he discovered that the nearby gliding airfield Grambeker-Heide was shown 1.5 km to far to the West thus implying that it was located in the middle of the Elbe-Lübeck canal. He suspected that this was knowingly falsified on military &amp; political grounds during the Cold War.
de: Auslöser für diese Initiative war die Verfügbarkeit von GPS-Empfängern und die damit verbundene 'Entdeckung', dass die in offiziellen Luftfahrtveröffentlichungen wie der AIP oder dem Fliegertaschenkalender wiedergegebenen Koordinaten reihenweise nicht stimmten. So stellte er beispielsweise fest, dass das dem Heimatplatz Boberg benachbarte Segelfluggelände Grambeker-Heide in der ICAO-Karte 1,5km zu weit westlich eingezeichnet war, so dass es mitten im Elbe-Lübeck-Kanal hätte liegen müssen. Er vermutete damals, dass man dies im Kalten Krieg bewusst aus militärischen und politischen Gründen so gemacht hatte.

source: Such inaccuracies were unacceptable for a glider pilot such as Michael since the advent of GPS enables precise final glides to be made into unknown airfields in perfect safety. However one must be able to reply on the location information for the airfield - with modern gliders the approach angle is so low that one will possibly not see the airfield even from a short distance and would recognise an error at a very late stage.
de: Für einen Segelflieger wie Michel waren derartige Ungenauigkeiten inakzeptabel, denn mit GPS war die Grundlage geschaffen worden, einen Endanflug sogar auf einen unbekannten Flugplatz sehr präzise und damit sicher durchzuführen. Dabei muss man sich aber auf die Positionsangabe des Flugplatzes verlassen können, denn bei modernen Segelflugzeugen ist der Neigungswinkel der Flugbahn so flach, dass man den Flugplatz selbst aus geringen Entfernung möglicherweise nicht sieht und erst sehr spät den Fehler erkennen kann.

source: The Idea Makes Waves
de: Eine Idee zieht Kreise

source: Initially Michael measured the coordinates of nearby airfields and waypoints by visiting them on the ground and using a GPS-receiver. Subsequently he wrote to glider clubs requesting that they determine their coordinates in a similar manner. He also requested cross-country pilots to do the same for waypoints that were further afield..
de: Begonnen hatte Michel damit, die Koordinaten von Flugplätzen und Wendepunkten in seiner Nähe persönlich am Boden per GPS-Empfänger zu vermessen. Später hatte er dann Segelflugvereine angeschrieben, ihre Flugplätze gleichermaßen zu verorten, oder er bat befreundete Streckenflieger, dies für weiter entfernte Wendepunkte zu tun.
