Repository: Turbo87/welt2000
Catalog: welt2000/translations/*/LC_MESSAGES/messages.po
Languages: de

source: The contents of this web site - including the WELT2000 database are created with the greatest of care. However the provider does not guarantee the accuracy, completeness or currency of the available content. Use of this web site is at your own risk. In particular contributions by named persons represent the opinion of the author and not necessarily the opinion of the provider.
de: Die Inhalte dieser Website inkl. der WELT2000-Datenbank werden mit größtmöglicher Sorgfalt erstellt. Der Anbieter übernimmt jedoch keine Gewähr für die Richtigkeit, Vollständigkeit und Aktualität der bereitgestellten Inhalte. Die Nutzung der Inhalte der Website erfolgt auf eigene Gefahr des Nutzers. Namentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder.

source: External Links
de: Externe Links

source: The operator of this web site is not liable for the content of external Internet sites which are linked to from the WELT2000 site. Links to external sites are indicated by the symbol %(symbol)s. The content of such external sites adhere to current laws as far as the provider of this homepage is aware.
de: Der Betreiber dieser Homepage haftet nicht für den Inhalt externen Internetseiten, zu denen er Hyperlinks auf seiner Homepage eingebunden hat. Links zu externen Seiten werden gekennzeichnet durch das Symbol . Der Inhalt der externen Seiten entspricht nach Kenntnis des Betreibers dieser Homepage geltendem Recht.

source: These contents are either external contents according to German law §5 II MDStv. or not our own content according to German law §8 I TDG. The operator of this site is not aware of possible violations of laws committed by external sites. Should any such violations take place on external sites without the knowledge of this operator, then the operator dissociates themselves from these violations. The operator also distances themselves from any other lawful and unlawful content of external sites, for which only the operators of those sites are responsible and for which the operator of this website has no control.
de: Diese Inhalte sind fremde Inhalte im Sinne des §5 II MDStv. bzw. keine eigenen Inhalte gem. §8 I TDG. Von etwaigen Verstößen gegen Rechtsvorschriften durch die externen Seiten ist ihm nichts bekannt. Sollten ohne Wissen des Betreibers auf externen Seiten Rechtsverstöße stattfinden, so distanziert sich der Betreiber hiermit ausdrücklich von diesen Verstößen. Eine Distanzierung findet auch von den sonstigen rechtmäßigen und -widrigen Inhalten der externen Seiten statt, für die lediglich die Betreiber jener Seiten verantwortlich sind und auf die der Betreiber dieser Homepage keinen Einfluss nehmen kann.

source: Participation
de: Mitwirkung

source: WELT2000 was created through the contributions of many enthusiasts world-wide. It is possible that well-intentioned contributions violate the rights of third-partys. In order to prevent this we have our Provisions for Contributors.
de: WELT2000 entsteht durch die Mitwirkung vieler Enthusiasten weltweit. Durch gut gemeinte Beiträge könnte es passieren, dass Rechte Dritter verletzt werden. Um das zu verhindern haben wir Bestimmungen für Mitwirkende.

source: More...
de: Mehr...

source: The project lives from its reputation and freedom of the data. So that this may continue in the future the use of the data is coupled to a few conditions.
de: Das Projekt lebt von seiner Bekanntheit und der Freiheit der Daten. Damit beides auch in Zukunft erhalten bleibt, sind an die Nutzung der Daten ein paar Bedingungen geknüpft.

source: Your personal data are valuable and must be protected. If we have to store data from you, what we do with it (and what we don't) are to be found in the Privacy Statement.
de: Deine persönlichen Daten sind wertvoll und verdienen geschützt zu werden. Wann wir von Dir Daten speichern müssen, was wir damit anfangen und was nicht erfährst Du aus der Datenschutz-Erklärung.

source: All the various things that web site operators in Germany have to state or have to distance themselves from have been placed on a separate page.
de: All' die anderen Dinge, die Betreiber von Websites erklären oder von denen sie sich distanzieren müssen, haben wir auf einer extra Seite zusammengefasst.

source: Not available
de: Nicht verfügbar

source: This page is unfortunately not available (yet).
de: Diese Seite ist leider (noch) nicht verfügbar.

source: The WELT2000 database is the foundation of many devices and programs for aviation sports.
de: Die WELT2000-Datenbank ist Basis vieler Geräte und Programme für den Luftsport.

source: Vendor
de: Anbieter

source: Product
de: Produkt

source: Add a Device or Program
de: Gerät oder Programm hinzufügen

source: By subscribing to the RSS feed "WELT2000 Updates" you can receive notifications about updates of the WELT2000 database. In contrast to the "WELT2000 News & Updates" newsletter the RSS feed broadcasts notifications about modified data only. Other important information, e.g. changes of the database structure or the website, are sent over the newsletter only.
de: Über den RSS-Feed "WELT2000 Updates" werden Benachrichtigungen über Aktualisierungen der WELT2000-Datenbank verbreitet. Im Gegensatz zum Newsletter "WELT2000 News & Updates" enthält der RSS-Feed ausschließlich Mitteilungen über Datenänderungen. Andere wichtige Informationen, wie z.B. Überarbeitung der Datenbankstruktur oder der Website, werden nur über den Newsletter veröffentlicht.

source: Subscribe to RSS-Feed "WELT2000 Updates"
de: RSS-Feed "WELT2000 Updates" abonnieren

source: More about Newsletter "WELT2000 News & Updates"
de: Mehr Informationen zum Newsletter "WELT2000 News & Updates"
