Repository: Turbo87/welt2000
Catalog: welt2000/translations/*/LC_MESSAGES/messages.po
Languages: de

source: With the rapid adoption of GPS-based final glide computers the demand for airfield coordinates increased rapidly. Initially manufacturers installed databases such as from Jeppesen (which incurred charges), but these were expensive and often faulty since they were based on the official data. Hence it came as no surprise when word of Michael's idea rapidly spread and more & more GPS-measured coordinates were made available to him.
de: Mit der schnellen Verbreitung von GPS-gestützten Endanflugrechnern im Segelflug stieg der Bedarf nach Flugplatz-Koordinaten rasch an. Anfangs installierten die Herstellern zwar kostenpflichtige Datenbanken (z.B. von Jeppesen) in ihre Geräte, aber die waren teuer und oftmals fehlerhaft, da sie doch auf den offiziellen Daten beruhten. Kein Wunder also, dass sich die Idee von Michel schnell herumsprach und er mehr und mehr Koordinaten zur Verfügung gestellt bekam, die per GPS-Empfänger vermessen worden waren.

source: His initiative even resulted in the more exact airfield coordinates being communicated to the local aviation authorities so that they could correct their publications. Up to 2005 very little happened - first with the 2006 ICAO maps for Northern Germany the Gramkeker-Heide airfield was no longer placed in the Elbe-Lübek canal, thus closing a large circle.
de: Seine Initiative sorgte sogar dafür, dass die von den Ortsansässigen ermittelten, genaueren Flugplatzkoordinaten den Luftfahrtbehörden mitgeteilt wurden, damit diese ihre Veröffentlichungen korregieren konnten. Bis 2005 tat sich dahingehend wenig. Erst als auf der ICAO-Karte 2006 die Gramkeker-Heide nicht mehr im Elbe-Lübek-Kanal lag, schloss sich ein großer Kreis.

source: The Second Generation
de: Die zweite Generation

source: On the 7th January 2008, Michael passed away aged 71 as result of a severe illness. An obituary appeared in the 2/2008 edition of the "Luftsport" magazine (<a href="%(link)s">in German</a>).
de: Am 07.Januar 2008 ist Michel im 71. Lebensjahr an den Folgen einer schweren Krankheit gestorben. Ein Nachruf erschien in der Zeitschrift "Luftsport", Ausgabe 2/2008 (<a href="%(link)s">Nachruf</a>).

source: The following March Antje Meier handed over the database and programm to Michael 'Mike' Köster so that the project could be continued. Mike was able to gain Howard Mills to help. Subsequently Willy Dobé joined them. These three form the organizational core of the current WELT2000 project.
de: Im darauf folgenden März übergab Antje Meier die Datenbank und das Programm an Michael 'Mike' Köster, damit ihr Projekt weitergeführt werden konnte. Mike konnte Howard Mills als Mitstreiter gewinnen. Wenig später schloss sich Willy Dobé ihnen an. Die drei bilden heute den organisatorischen Kern des WELT2000-Projekts.

source: Welcome
de: Willkommen

source: WELT2000 is a free database of airports and waypoints worldwide. The data is the basis of a lot of instruments and software for airsports. WELT2000 is made by airsportsmen for airsportsmen.
de: WELT2000 ist eine freie Datenbank mit Daten von Flugplätzen und Wegpunkten weltweit. Die Daten sind Basis vieler Geräte und Programme für den Luftsport. WELT2000 wird von Luftsportlern für Luftsportler gemacht.

source: Release date
de: Freigabedatum

source: Airports
de: Flugplätze

source: worldwide
de: weltweit

source: Waypoints
de: Wegpunkte

source: More Informationen
de: Mehr Informationen

source: Instruments and software
de: Geräte und Programme

source: Contributing
de: Jetzt mitmachen

source: Database download
de: Datenbank downloaden

source: Contribution
de: Mitwirkung

source: We respect the intellectual property of others. Hence those who contribute to the database must accept the <a href="%(link)s">Contributor Terms</a>. Amongst other things these ensure that:
de: Wir respektieren das geistige Eigentum anderer. Wer Inhalte zur Datenbank beisteuert muss sich daher zur Einhaltung der <a href="%(link)s">Bestimmungen für Mitwirkende</a> verpflichten. Dadurch wird unter anderem sichergestellt, dass

source: the rights of others are not violated,
de: die Rechte anderer nicht verletzt werden,

source: free-of-charge and unrestricted usage is possible and
de: eine gebührenfreie und uneingeschränkte Nutzung möglich ist und

source: distribution and futher processing is allowed.
de: eine Verteilung und Weiterverarbeitung erlaubt ist.

source: NOTE: The above text is not the entire set of provisions; rather it is a summary of the most important points reduced to a form understandable by normal mortals. Please also read the <a href="%(link)s">complete text</a>.
de: Hinweis: Dies ist nicht der vorständige Bestimmungstext, sondern eine auf die wesentlichen Punkte reduzierte und für normale Menschen verständliche Zusammenfassung derselben. Bitte lies auch den <a href="%(link)s">vollständigen Text</a>.

source: This text is an unofficial translation. Click <a href="%(link)s">here</a> to view the original.
de: Dieser Text ist eine inoffizielle Übersetzung der Bestimmung. Klick <a href="%(link)s">hier</a> für den Originaltext.

source: Version %(version)s as amended on %(date)s
de: Version %(version)s vom %(date)s

source: Thank you for your interest in contributing data and/or any other content (collectively, “Contents”) to the geo-database of the WELT2000 project (the “Project”). This contributor agreement (the “Agreement”) is made between you (“You”) and the Project and clarifies the intellectual property rights in any Contents that You choose to submit to the Project in this user account. Please read the following terms and conditions carefully.
de: Danke für Dein Interesse, Daten und/oder andere Inhalte (zusammenfassend als "Inhalte" bezeichnet) zum WELT2000-Projekt (das "Projekts") beizutragen. Diese Teilnehmervereinbarung (die "Vereinbarung") wird zwischen Dir ("Du") und dem Projekt abgeschlossen und behandelt die Schutzrechte an allen Inhalten, die Du dem Projekt unter Deiner Mail-Adresse zur Verfügung stellen. Bitte lies Dir die folgenden Bedingungen sorgfältig durch.

source: We respect the intellectual property rights of others and we need to be able to respond to any objections by intellectual property owners. This means that:
de: Das Projekt respektieren das geistige Eigentum anderer und es muss auf Einwände von Inhabern dieser Schutzrechte reagieren können. Dies bedeutet:

source: Your contribution of data should not infringe the intellectual property rights of anyone else. If you contribute Contents, You are indicating that, as far as You know, You have the right to authorize the Project to use and distribute those Contents under our current licence terms. If You do not have that right, You risk having Your contribution deleted (see below).
de: Dein Beitrag an Daten sollte nicht die Schutzrechte anderer verletzen. Indem Du Inhalte beiträgst bestätigst Du, dass - soweit Du weißt - Du das Recht hast, dem Projekt die Nutzung und Verteilung der Inhalte unter den momentanen Lizenzbedingungen zu erlauben. Wenn Du dieses Recht nicht hast, dann gehst Du die Gefahr ein, dass Dein Beitrag gelöscht wird (siehe unten).

source: Please note that the Project does not have to include Contents You contribute in the Project, and may remove Your contributions from the Project at any time. For example, if we suspect that any contributed data is incompatible, (in the sense that we could not continue to lawfully distribute it), with whichever licence or licences we are then using (see sections 3 and 4), then we may delete that data.
de: Bitte beachte, dass das Projekt von Dir beigetragene Inhalte nicht innerhalb des Projekts weiterverbreiten muss und dass die von Dir beigetragenen Inhalte jederzeit aus dem Projekt entfernt werden können. Hat das Projekt zum Beispiel den Verdacht, dass die von Dir beigetragenen Daten inkompatibel (das heisst: das Projekt kann sie nicht legal weiterverbreiten) sind, - welche Lizenz oder Lizenzen auch immer zu demjenigen Zeitpunkt benutzt werden (vergleiche Abschnitt 3 und 4) - kann das Projekt die Daten löschen.

source: Rights Granted
de: Eingeräumte Rechte

source: Subject to Section 3 and 4 below, You hereby grant to the Project a worldwide, royalty-free, non-exclusive, perpetual, irrevocable licence to do any act that is restricted by copyright, database right or any related right over anything within the Contents, whether in the original medium or any other. These rights explicitly include commercial use, and do not exclude any field of endeavour. These rights include, without limitation, the right to sub-license the work through multiple tiers of sub-licensees and to sue for any copyright violation directly connected with the Projects rights under these terms. To the extent allowable under applicable local laws and copyright conventions, You also waive and/or agree not to assert against the Project or its licensees any moral rights that You may have in the Contents.
de: Vorbehaltlich der Abschnitte 3 und 4 weiter unten, gewährst Du hiermit dem Projekt eine weltweite, gebührenfreie, nicht-exklusive, unbefristete und unwiderrufliche Erlaubnis, mit den Inhalten jegliche Handlungen vorzunehmen, die durch das Urheberrecht, das Datenbankrecht oder jedes andere, ähnliche Recht geschützt sind, egal ob im ursprünglichen Medium oder jedem anderen. Diese Erlaubnis beinhaltet explizit auch die kommerzielle Nutzung und schliesst keine Nutzungsbereiche aus. Die Erlaubnis schliesst - ohne Begrenzung - das Recht der Unterlizenzierung des Werkes über mehrere Unterlizenzen und das Recht der Klage gegen jede Urheberrechtsverletzung, welche im direkten Zusammenhang mit den dem Projekt unter dieser Vereinbarung eingeräumten Rechte steht, ein. Soweit dies unter den lokal angewendeten Gesetzen und Urheberrechtsvereinbarungen möglich ist, verzichtest Du gegenüber dem Projekt und seiner Lizenznehmer auf jegliche Urheberpersönlichkeitsrechte, die Du an den Inhalten hast.

source: The Project agrees that it may only use or sub-license Your Contents as part of a database and only under the terms of one or more of the following licences: ODbL 1.0 for the database and DbCL 1.0 for the individual contents of the database; CC-BY-SA 2.0; or such other free and open licence (for example, http://www.opendefinition.org/okd/) as may from time to time be chosen by a vote of the Project membership and approved by at least a 2/3 majority vote of active contributors.<br>An "active contributor" is defined as:<br>a natural person (whether using a single or multiple accounts) who has edited the Project in any three calendar months from the last 12 months (i.e. there is a demonstrated interest over time); and responds to a request to vote within 3 weeks.
de: Das Projekt willigt ein, dass es Deine Inhalte nur als Teil einer Datenbank nutzt bzw. weiterlizenziert, welche unter einer oder mehrerer der folgenden Lizenzen steht: ODbL 1.0 für die Datenbank und DbCL 1.0 für die Inhalte der Datenbank; CC-BY-SA 2.0; jede andere freie und offene Lizenz (z. B. http://www.opendefinition.org/okd/), welche von Zeit zu Zeit durch eine Wahl der Projektmitglieder bestimmt und von mindestens 2/3 der aktiv Beitragenden akzeptiert wird.<br>Ein 'aktiv Beitragender' ist definiert als:<br>Eine natürliche Person mit einer oder mehreren Mail-Adressen, welche in mindestens 3 Kalendermonaten innerhalb der letzten 12 Monate das Projekt bearbeitet hat (d.h. es besteht offensichtlich ein längerfristiges Interesse) und innerhalb von 3 Wochen auf einen Aufruf zur Wahl reagiert.

source: At Your or the copyright owner’s option, the Project agrees to attribute You or the copyright owner. A mechanism will be provided, currently a web page %(link)s.
de: Auf Deinen oder des Rechteinhabers Wunsch wird das Projekt auf Dich bzw. den Rechteinhaber hinweisen. Dazu wird eine Einrichtung bereit gestellt werden, momentan ist dies die Webseite %(link)s

source: Except as set forth herein, You reserve all right, title, and interest in and to Your Contents.
de: Unter Ausnahme der oben erwähnten Punkte behälst Du alle Rechte, Ansprüche und Beteiligungen an und über Deine Inhalte.

source: Limitation of Liability
de: Haftungsbeschränkung

source: To the extent permitted by applicable law, You provide the Contents “as is” without warranty of any kind, either express or implied, including without limitation any warranties or conditions of merchantability, fitness for a particular purpose, or otherwise.
de: Soweit gesetzlich zulässig, stellst Du die Inhalte "wie besehen" und ohne jegliche Garantie, weder ausdrücklicher noch stillschweigender, zur Verfügung einschliesslich und ohne Einschränkung jeglicher Mängelgewährleistung oder Garantie der Eignung für einen bestimmten Zweck.

source: Subject to any liability that may not be excluded or limited by law, neither You nor the Project shall be liable for any special, indirect, incidental, consequential, punitive, or exemplary damages under this Agreement, however caused and under any theory of liability. This exclusion applies even if either party has been advised of the possibility of such damages.
de: Abgesehen von derjenigen Haftung, die entweder nicht ausgeschlossen oder begrenzt werden kann, haftest weder Du noch das Projekt für jegliche speziellen, indirekten oder zufälligen Schäden, Folgeschäden, Buß- oder Schadenersatzzahlungen im Rahmen dieser Vereinbarung, wie auch immer sie zustandegekommen sind und unter welcher Haftungstheorie. Dieser Ausschluss gilt auch dann, wenn keine beteiligte Partei vor der Möglichkeit von solchen Schäden gewarnt wurde.

source: This Agreement shall be governed by English law without regard to principles of conflict of law. You agree that the United Nations Convention on Contracts for the International Sale of Goods (1980) is hereby excluded in its entirety from application to this Agreement. In the event of invalidity of any provision of this Agreement, the parties agree that such invalidity shall not affect the validity of the remaining portions of this Agreement. This is the entire agreement between You and the Project which supersedes any prior agreement, whether written, oral or other, relating to the subject matter of this agreement.
de: Diese Vereinbarung untersteht Englischem Recht ohne Berücksichtigung des internationalen Privatrechts. Du stimmst zu, dass die "United Nations Convention on Contracts for the International Sale of Goods (1980)" in ihrer Gesamtheit von dieser Vereinbarung ausgeschlossen wird. Falls ein Abschnitt dieser Vereinbarung ungültig sein sollte, beeinträchtigt dies nicht die Gültigkeit der übrigen Abschnitte. Dies ist die gesamte Vereinbarung zwischen Dir und dem Projekt und sie ersetzt alle bisherigen Vereinbarungen - egal ob schriftlich, mündlich oder anders vereinbart - bezüglich des Themas dieser Vereinbarung.

source: Content is available under %(license)s.
de: Der Text auf dieser Seite ist unter %(license)s verfügbar.

source: Privacy Policy
de: Datenschutz

source: Personal Data
de: Personenbezogene Daten

source: Generally this website does neither collect, store, nor process personal data.
de: Auf diser Website werden grundsätzlich keine personenbezogenen Daten erhoben, gespeichert oder verarbeitet.

source: The only exceptions are:
de: Einzige Ausnahmen hierzu sind:

source: If a person contributes data or any other content, the email address of that person is stored to be able to protect the person's intellectual property rights. For more information about this, please refer to the <a href="%(link)s">Contributor Terms</a>. The email address is only used to communicate with the contributor regarding its rights.
de: Wird von einer Person ein Beitrag zur Datenbank geleistet, so wird die Mail-Adresse des Mitwirkenden gespeichert, um die Einhaltung der Schutzrechte an den beigetragenen Inhalten sicherstellen zu können. Nähere Informationen dazu sind in den <a href="%(link)s">Bestimmungen für Mitwirkende</a> zu finden. Die Mail-Adresse eines Mitwirkenden wird nur genutzt, um mit ihm bezüglich dieser Schutzrechte zu kommunizieren.

source: If a person requests to receive a WELT2000 newsletter, the email address is added to the list of subscribers of that newsletter. The email address is used only for that particular newsletter. When more newsletters are introduced, subscribers of existing newsletters are not added to the new subscribers list unless otherwise expressly agreed.
de: Möchte ein Besucher Nachrichten über einen WELT2000-Newsletter erhalten, wird die Mail-Adresse in der Verteiler-Liste des Newsletters gespeichert. Die Adresse wird nur für denjenigen WELT2000-Newsletter verwendet, den der Besucher ausdrücklich abonniert hat. Werden weitere Newsletter eingeführt, wird die Mail-Adresse nicht ohne ausdrückliche Zustimmung des Abonnenten zum Verteiler der neuen Listen hinzugefügt.

source: Personal data is not made publically available nor forwarded to third parties under any circumstances.
de: In keinem Fall werden personenbezogene Daten veröffentlicht oder an Dritte weitergegeben.

source: Web Analytic
de: Web Analytics

source: This website uses etracker technology (%(link)s) to collect visitor behavior data. The data is collected anonymously to be used for marketing and optimization purposes. All visitor data is saved using an anonymous user ID to aggregate a usage profile. Cookies may be used for this purpose. Cookies are small text files that are stored in the visitor's local browser cache. Using such cookies it is possible to recognize the visitor's browser.
de: Auf dieser Website werden mit Technologien der etracker GmbH (%(link)s) Daten zu Marketing- und Optimierungszwecken gesammelt und gespeichert. Aus diesen Daten können unter einem Pseudonym Nutzungsprofile erstellt werden. Hierzu können Cookies eingesetzt werden. Bei Cookies handelt es sich um kleine Textdateien, die lokal im Zwischenspeicher des Internet-browsers des Seitenbesuchers gespeichert werden. Die Cookies ermöglichen die Wiedererkennung des Internetbrowsers.

source: The data collected via etracker technology will not be used to determine the personal identity of the website visitor or compiled with personal data pertaining to the user of the pseudonym unless agreed to separately by the person concerned. The collection and storage of data may be <a target="_blank" href="%(link)s">refused %(symbol)s</a> at any time with respect to subsequent services.
de: Die mit den etracker-Technologien erhobenen Daten werden ohne die gesondert erteilte Zustimmung des Betroffenen nicht dazu benutzt, den Besucher dieser Website persönlich zu identifizieren und nicht mit personenbezogenen Daten über den Träger des Pseudonyms zusammengeführt. Der Datenerhebung und -speicherung kann jederzeit mit Wirkung für die Zukunft <a target="_blank" href="%(link)s">widersprochen %(symbol)s</a> werden.

source: Terms of Use
de: Nutzungsbedingungen

source: The WELT2000 database is made available under the %(license)s. Amongst other things this means:
de: Die WELT2000-Datenbank wird bereitgestellt unter der %(license)s. Das bedeutet unter anderem:

source: For the database you are permitted:
de: Es steht Dir frei, die Datenbank

source: to use: Use the database free-of-charge,
de: zu benutzen: Nutze die Datenbank kostenlos

source: to distribute: Copy and distribute the database,
de: zu verteilen: Kopiere und verteile die Datenbank

source: to process: Create your own work with the database,
de: zu verarbeiten: Erzeuge Deine eigenen Werke mit der Datenbank

source: to modify: Change, transform and extend the database,
de: zu adaptieren: Ändere, transformiere und erweitere die Datenbank

source: provided that you agree:
de: solange Du Dich dazu verpflichtest

source: to reference: If you make the database publicly available you must inform the users about the license,
de: zu verweisen: Wenn Du die Datenbank zur Benutzung öffentlich machst, musst Du den Nutzern die Lizenz mitteilen

source: to license in a similar way: If you make an adapted version of the database public you must also place your work under ODbL,
de: gleichermaßen zu lizensieren: Wenn Du eine adaptierte Version der Datenbank öffentlich machst, musst Du Dein Werk ebenfall unter ODbL stellen.

source: to preserve the freedom: If you distribute a restricted version of the database you must make it just as easy for the recipients to obtain a free copy of the database.
de: die Freiheit zu erhalten: Wenn Du eine eingeschränkte Datenbank verteilst, musst Du für deren Empfänger eine freie Kopie der Datenbank genauso leicht erreichbar machen.

source: NOTE: The above text is not the entire license text; rather it is a summary of the most important points reduced to a form understandable by normal mortals. Please also read the <a href="%(link)s" target="_blank">complete text %(symbol)s</a>.
de: Hinweis: Dies ist nicht der Lizenztext, sondern eine auf die wesentlichen Punkte reduzierte und für normale Menschen verständliche Zusammenfassung desselben. Bitte lies auch den <a href="%(link)s" target="_blank">vollständigen Text %(symbol)s</a>.

source: Call for Contributions
de: Aufforderung zum Mitmachen

source: The WELT2000 project relies on contributions. Therefore you <i>should</i> advertise WELT2000 wherever possible.
de: Das WELT2000-Projekt lebt vom Mitmachen. Daher <i>solltest</i> Du dafür Werbung machen, wo immer möglich.

source: As an extension to the Terms of Use as formulated in ODbL you <i>must</i> call for contributions when you redistribute the database (whether whole or in part) or create your own product with it or extend the dabase contents.
de: In Ergänzung zu den in der ODbL formulierten Nutzungsbedingungen <i>musst</i> Du zum Mitmachen auffordern, wenn Du die Datenbank oder Teile davon weiterverbreitest oder eigene Produkte daraus herstellst bzw. um die Datenbankinhalte ergänzt.

source: Hence at the places where ODbL has a reference to the license text or requires the inclusion of the same you must include a reference to the WELT2000 website, together with a call to contribute.
de: Dazu musst Du an den Stellen, an denen die ODbL einen Verweis auf den Lizenztext oder das Beifügen desselben fordert, einen Verweis auf die WELT2000-Website anbringen oder beifügen, verbunden mit der Aufforderung zum Mitmachen.

source: Example:
de: Beispiel:

source: Contains information from the <a href="%(welt2000)s" target="_blank">WELT2000 Database</a> and is made available here under the terms of the <a href="%(odbl)s" target="_blank">Open Database Licence %(symbol)s</a>. Contribute to the <a href="%(welt2000)s" target="_blank">WELT2000 Project</a>!
de: Enthält Informationen aus der <a href="%(welt2000)s" target="_blank">WELT2000-Datenbank</a> und ist hier unter der <a href="%(odbl)s" target="_blank">Open Database Licence %(symbol)s</a> verfügbar. Macht mit beim <a href="%(welt2000)s" target="_blank">WELT2000-Projekt</a>!.

source: Official Aviation Publications
de: Amtliche Luftfahrtveröffentlichungen

source: The use of the current publications from the relevant aviation authorities is a part of the responsibities of an aviator. WELT2000 only serves as a support during the preparation of and whilst carring out flights. It must be seen as an addition to the official publications. The WELT2000 database is no subsitute for the latter.
de: Die Benutzung aktueller Veröffentlichungen der zuständigen Luftfahrtbehörden gehört zum verantwortlichen Führen eines Luftfahrzeugs. WELT2000 dient lediglich zur Unterstützung bei der Flugvorbereitung und Flugdurchführung sowie als Übersicht und Ergänzung zu den amtlichen Veröffentlichungen. Die WELT2000-Datenbank kann diese keinesfalls ersetzen.
